Revit 2027 API
ParameterTypeId.FabricationBranchSize Property
 "Size of Primary Branch End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationBranchSize { get; }
Public Shared ReadOnly Property FabricationBranchSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationBranchSize {
	ForgeTypeId^ get ();
}
static member FabricationBranchSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace